Repository: Web-Ex-Machina/contao-audiotracks
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: fr

# tl_module.list_legend
source: List configuration
fr: Configuration de la liste

# tl_module.wemaudiotracks_categories.0
source: Categories
fr: Catégories

# tl_module.wemaudiotracks_categories.1
source: Select audiotracks categories to display
fr: Sélectionnez les catégories de pistes audio à afficher

# tl_module.wemaudiotracks_addFilters.0
source: Add filters
fr: Ajouter des filtres

# tl_module.wemaudiotracks_addFilters.1
source: Check to configure filters
fr: Cochez pour configurer les filtres

# tl_module.wemaudiotracks_template.0
source: Audiotrack template
fr: Modèle de piste audio

# tl_module.wemaudiotracks_template.1
source: Select the template to use in list
fr: Sélectionnez le template à utiliser dans la liste

# tl_module.wemaudiotracks_filters.0
source: Filters
fr: Filtres

# tl_module.wemaudiotracks_filters.1
source: Select the filters you want to use
fr: Sélectionnez les filtres à utiliser

# tl_module.wemaudiotracks_addSearch.0
source: Add fulltext search
fr: Ajouter une recherche textuelle

# tl_module.wemaudiotracks_addSearch.1
source: Check to add a fulltext search inside the list
fr: Cochez pour ajouter une recherche textuelle dans la liste
