Repository: Web-Ex-Machina/contao-audiotracks
Catalog: src/Resources/contao/languages/*/*_wem_audiotrack.xlf
Languages: fr

# tl_wem_audiotrack.title.0
source: Title
fr: Intitulé

# tl_wem_audiotrack.title.1
source: Enter the track title.
fr: Saisissez l'intitulé de la piste.

# tl_wem_audiotrack.date.1
source: Select the track date.
fr: Sélectionnez la date de la piste.

# tl_wem_audiotrack.audio.0
source: File
fr: Fichier

# tl_wem_audiotrack.audio.1
source: Select the track file (mp3).
fr: Sélectionnez le fichier de la piste.

# tl_wem_audiotrack.description.1
source: Enter the track description.
fr: Saisissez la description de la piste.

# tl_wem_audiotrack.tags.1
source: Select the track tags.
fr: Sélectionnez les tags de la piste.

# tl_wem_audiotrack.picture.0
source: Picture
fr: Illustration

# tl_wem_audiotrack.picture.1
source: Select the track picture.
fr: Sélectionnez l'illustration de la piste.

# tl_wem_audiotrack.pictureText.0
source: Text on picture
fr: Texte sur l'illustration

# tl_wem_audiotrack.pictureText.1
source: If wanted, enter a text on the track picture.
fr: Si souhaité, saisissez un texte sur l'illustration de la piste.

# tl_wem_audiotrack.published.0
source: Published
fr: Publié

# tl_wem_audiotrack.published.1
source: Check to publish the track.
fr: Cochez pour publier la piste.

# tl_wem_audiotrack.start.0
source: Published at
fr: Publiée le

# tl_wem_audiotrack.start.1
source: Select the track start publication date.
fr: Sélectionnez la date de début de publication de la piste.

# tl_wem_audiotrack.stop.0
source: Published until
fr: Publiée jusqu'au

# tl_wem_audiotrack.stop.1
source: Select the track end publication date.
fr: Sélectionnez la date de fin de publication de la piste.

# tl_wem_audiotrack.title_legend
source: Global settings
fr: Paramètres généraux

# tl_wem_audiotrack.content_legend
source: Content settings
fr: Paramètres de contenu

# tl_wem_audiotrack.publish_legend
source: Publication settings
fr: Paramètres de publication

# tl_wem_audiotrack.feedbacks.0
source: See feedbacks
fr: Voir les retours

# tl_wem_audiotrack.feedbacks.1
source: See feedbacks of track ID %s
fr: Voir les retours de la piste ID %s

# tl_wem_audiotrack.sessions.0
source: See sessions
fr: Voir les sessions

# tl_wem_audiotrack.sessions.1
source: See sessions off track ID %s
fr: Voir les sessions de la piste ID %s
