Repository: Web-Ex-Machina/contao-audiotracks
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: fr

# isotope_export.filename.0
source: File name
fr: Nom du fichier

# isotope_export.filename.1
source: Please enter the name of your export file
fr: Saisissez le nom de votre fichier d'export

# isotope_export.status.0
source: Order status
fr: Statut de commande

# isotope_export.status.1
source: Select the status of the orders you want to export
fr: Sélectionnez le statut des commandes que vous souhaitez exporter

# isotope_export.start.0
source: Start of the export
fr: Début de l'export

# isotope_export.start.1
source: Select the start date when the orders should be export
fr: Sélectionnez la date à partir de laquelle les commandes doivent être exportées

# isotope_export.stop.0
source: End of the export
fr: Fin de l'export

# isotope_export.stop.1
source: Select the end date when the orders should be export
fr: Sélectionnez la date à partir de laquelle les commandes ne doivent plus être exportées

# isotope_export.export.0
source: Export
fr: Exporter

# isotope_export.export.1
source: Export checkout orders
fr: Exporter les commandes finalisées

# isotope_export.no_results
source: No results found
fr: Aucun résultat trouvé
